7767517
111 121
Input            input.1                  0 1 input.1
Convolution      315                      1 1 input.1 315 0=32 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1152
Clip             317                      1 1 315 317 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 318                      1 1 317 318 0=32 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=288 7=32
Clip             320                      1 1 318 320 0=0.000000e+00 1=6.000000e+00
Convolution      321                      1 1 320 321 0=16 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=512
Convolution      323                      1 1 321 323 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=1536
Clip             325                      1 1 323 325 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 326                      1 1 325 326 0=96 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=864 7=96
Clip             328                      1 1 326 328 0=0.000000e+00 1=6.000000e+00
Convolution      329                      1 1 328 329 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2304
Split            splitncnn_0              1 2 329 329_splitncnn_0 329_splitncnn_1
Convolution      331                      1 1 329_splitncnn_1 331 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             333                      1 1 331 333 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 334                      1 1 333 334 0=144 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             336                      1 1 334 336 0=0.000000e+00 1=6.000000e+00
Convolution      337                      1 1 336 337 0=24 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
BinaryOp         339                      2 1 337 329_splitncnn_0 339 0=0
Convolution      340                      1 1 339 340 0=144 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=3456
Clip             342                      1 1 340 342 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 343                      1 1 342 343 0=144 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1296 7=144
Clip             345                      1 1 343 345 0=0.000000e+00 1=6.000000e+00
Convolution      346                      1 1 345 346 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=4608
Split            splitncnn_1              1 2 346 346_splitncnn_0 346_splitncnn_1
Convolution      348                      1 1 346_splitncnn_1 348 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             350                      1 1 348 350 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 351                      1 1 350 351 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             353                      1 1 351 353 0=0.000000e+00 1=6.000000e+00
Convolution      354                      1 1 353 354 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         356                      2 1 354 346_splitncnn_0 356 0=0
Split            splitncnn_2              1 2 356 356_splitncnn_0 356_splitncnn_1
Convolution      357                      1 1 356_splitncnn_1 357 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             359                      1 1 357 359 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 360                      1 1 359 360 0=192 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             362                      1 1 360 362 0=0.000000e+00 1=6.000000e+00
Convolution      363                      1 1 362 363 0=32 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
BinaryOp         365                      2 1 363 356_splitncnn_0 365 0=0
Convolution      366                      1 1 365 366 0=192 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=6144
Clip             368                      1 1 366 368 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 369                      1 1 368 369 0=192 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=1728 7=192
Clip             371                      1 1 369 371 0=0.000000e+00 1=6.000000e+00
Convolution      372                      1 1 371 372 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=12288
Split            splitncnn_3              1 2 372 372_splitncnn_0 372_splitncnn_1
Convolution      374                      1 1 372_splitncnn_1 374 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             376                      1 1 374 376 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 377                      1 1 376 377 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             379                      1 1 377 379 0=0.000000e+00 1=6.000000e+00
Convolution      380                      1 1 379 380 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         382                      2 1 380 372_splitncnn_0 382 0=0
Split            splitncnn_4              1 2 382 382_splitncnn_0 382_splitncnn_1
Convolution      383                      1 1 382_splitncnn_1 383 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             385                      1 1 383 385 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 386                      1 1 385 386 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             388                      1 1 386 388 0=0.000000e+00 1=6.000000e+00
Convolution      389                      1 1 388 389 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         391                      2 1 389 382_splitncnn_0 391 0=0
Split            splitncnn_5              1 2 391 391_splitncnn_0 391_splitncnn_1
Convolution      392                      1 1 391_splitncnn_1 392 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             394                      1 1 392 394 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 395                      1 1 394 395 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             397                      1 1 395 397 0=0.000000e+00 1=6.000000e+00
Convolution      398                      1 1 397 398 0=64 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
BinaryOp         400                      2 1 398 391_splitncnn_0 400 0=0
Convolution      401                      1 1 400 401 0=384 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=24576
Clip             403                      1 1 401 403 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 404                      1 1 403 404 0=384 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=3456 7=384
Clip             406                      1 1 404 406 0=0.000000e+00 1=6.000000e+00
Convolution      407                      1 1 406 407 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=36864
Split            splitncnn_6              1 2 407 407_splitncnn_0 407_splitncnn_1
Convolution      409                      1 1 407_splitncnn_1 409 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             411                      1 1 409 411 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 412                      1 1 411 412 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             414                      1 1 412 414 0=0.000000e+00 1=6.000000e+00
Convolution      415                      1 1 414 415 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         417                      2 1 415 407_splitncnn_0 417 0=0
Split            splitncnn_7              1 2 417 417_splitncnn_0 417_splitncnn_1
Convolution      418                      1 1 417_splitncnn_1 418 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             420                      1 1 418 420 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 421                      1 1 420 421 0=576 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             423                      1 1 421 423 0=0.000000e+00 1=6.000000e+00
Convolution      424                      1 1 423 424 0=96 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
BinaryOp         426                      2 1 424 417_splitncnn_0 426 0=0
Convolution      427                      1 1 426 427 0=576 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=55296
Clip             429                      1 1 427 429 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 430                      1 1 429 430 0=576 1=3 11=3 2=1 12=1 3=2 13=2 4=1 14=1 15=1 16=1 5=1 6=5184 7=576
Clip             432                      1 1 430 432 0=0.000000e+00 1=6.000000e+00
Convolution      433                      1 1 432 433 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=92160
Split            splitncnn_8              1 2 433 433_splitncnn_0 433_splitncnn_1
Convolution      435                      1 1 433_splitncnn_1 435 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             437                      1 1 435 437 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 438                      1 1 437 438 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             440                      1 1 438 440 0=0.000000e+00 1=6.000000e+00
Convolution      441                      1 1 440 441 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         443                      2 1 441 433_splitncnn_0 443 0=0
Split            splitncnn_9              1 2 443 443_splitncnn_0 443_splitncnn_1
Convolution      444                      1 1 443_splitncnn_1 444 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             446                      1 1 444 446 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 447                      1 1 446 447 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             449                      1 1 447 449 0=0.000000e+00 1=6.000000e+00
Convolution      450                      1 1 449 450 0=160 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
BinaryOp         452                      2 1 450 443_splitncnn_0 452 0=0
Convolution      453                      1 1 452 453 0=960 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=153600
Clip             455                      1 1 453 455 0=0.000000e+00 1=6.000000e+00
ConvolutionDepthWise 456                      1 1 455 456 0=960 1=3 11=3 2=1 12=1 3=1 13=1 4=1 14=1 15=1 16=1 5=1 6=8640 7=960
Clip             458                      1 1 456 458 0=0.000000e+00 1=6.000000e+00
Convolution      459                      1 1 458 459 0=320 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=307200
Convolution      461                      1 1 459 461 0=1280 1=1 11=1 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=409600
Clip             463                      1 1 461 463 0=0.000000e+00 1=6.000000e+00
Pooling          464                      1 1 463 464 0=1 4=1
Flatten          465                      1 1 464 465
InnerProduct     466                      1 1 465 466 0=2 1=1 2=2560
